Repository: duckduckgo/macos-browser
Catalog: LocalPackages/NetworkProtectionMac/Sources/NetworkProtectionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# network.protection.vpn.failure.login-item-version-mismatched
source: Unable to connect due to versioning conflict. If you have multiple versions of the browser installed, remove all but the most recent version of DuckDuckGo and restart your Mac.
de: Aufgrund eines Versionskonflikts kann keine Verbindung hergestellt werden. Wenn du mehrere Versionen des Browsers installiert hast, entferne alle bis auf die neueste Version von DuckDuckGo und starte deinen Mac neu.
es: No se puede conectar debido a un conflicto de versiones. Si tienes varias versiones del navegador instaladas, elimina todas excepto la versión más reciente de DuckDuckGo y reinicia tu Mac.
fr: Impossible de se connecter en raison d'un conflit de versions. Si vous avez installé plusieurs versions du navigateur, supprimez toutes les versions de DuckDuckGo à l'exception de la plus récente, puis redémarrez votre Mac.
it: Impossibile connettersi a causa di un conflitto di versione. Se hai installato più versioni del browser, rimuovile tutte tranne la versione più recente di DuckDuckGo e riavvia il Mac.
nl: Er kan geen verbinding worden gemaakt vanwege een versieconflict. Als je meerdere versies van de browser hebt geïnstalleerd, moet je alle versies van DuckDuckGo behalve de meest recente versie verwijderen en je Mac opnieuw opstarten.
pl: Nie można nawiązać połączenia z powodu konfliktu wersji. Jeśli masz zainstalowanych kilka wersji przeglądarki, usuń wszystkie oprócz najnowszej wersji DuckDuckGo i uruchom ponownie komputer Mac.
pt: Não é possível estabelecer ligação devido a um conflito de versões. Se tiveres várias versões do navegador DuckDuckGo instaladas, remove-as todas, exceto a mais recente, e reinicia o teu Mac.
ru: Сбой подключения вследствие конфликта версий. Если у вас установлено несколько версий браузера, удалите все, кроме последней версии DuckDuckGo, и перезапустите компьютер.

# network.protection.vpn.failure.operation-not-permitted
source: Unable to connect due to an unexpected error. Restarting your Mac can usually fix the issue.
de: Aufgrund eines unerwarteten Fehlers kann keine Verbindung hergestellt werden. Ein Neustart deines Macs kann das Problem normalerweise beheben.
es: No se puede conectar debido a un error inesperado. Reiniciar tu Mac suele solucionar el problema.
fr: Impossible de se connecter en raison d’une erreur inattendue. Le redémarrage de votre Mac peut généralement résoudre le problème.
it: Impossibile connettersi a causa di un errore imprevisto. Il riavvio del Mac di solito risolve il problema.
nl: Er kan geen verbinding worden gemaakt vanwege een onverwachte fout. Het probleem kan meestal worden opgelost door je Mac opnieuw op te starten.
pl: Nie można nawiązać połączenia z powodu nieoczekiwanego błędu. Ponowne uruchomienie komputera Mac zwykle rozwiązuje problem.
pt: Não foi possível estabelecer ligação devido a um erro inesperado. Geralmente, reiniciar o teu Mac pode resolver o problema.
ru: Подключение не состоялось из-за непредвиденной ошибки. Перезагрузка компьютера обычно помогает устранить подобные проблемы.

# network.protection.vpn.failure.registered-server-fetching-failed
source: Unable to connect. Double check your internet connection. Make sure other software or services aren't blocking DuckDuckGo VPN servers.
de: Es kann keine Verbindung hergestellt werden. Überprüfe deine Internetverbindung. Stelle sicher, dass andere Software oder Services die DuckDuckGo-VPN-Server nicht blockieren.
es: No se ha podido conectar. Vuelve a comprobar tu conexión a Internet. Asegúrate de que otros programas o servicios no bloqueen los servidores VPN de DuckDuckGo.
fr: Impossible de se connecter. Vérifiez à nouveau votre connexion Internet. Assurez-vous que d’autres logiciels ou services ne bloquent pas les serveurs VPN DuckDuckGo.
it: Impossibile connettersi. Ricontrolla la connessione Internet. Assicurati che altri software o servizi non blocchino i server VPN di DuckDuckGo.
nl: Er kan geen verbinding worden gemaakt. Controleer je internetverbinding nogmaals. Zorg ervoor dat andere software of diensten de DuckDuckGo VPN-servers niet blokkeren.
pl: Nie można nawiązać połączenia. Sprawdź połączenie z Internetem. Upewnij się, że inne programy lub usługi nie blokują serwerów DuckDuckGo VPN.
pt: Não é possível estabelecer ligação. Verifica novamente a tua ligação à Internet. Certifica-te de que outros softwares ou serviços não estão a bloquear os servidores da VPN da DuckDuckGo.
ru: Подключиться не удалось. Проверьте соединение с Интернетом. Также убедитесь, что другие программы и службы не блокируют VPN-серверы DuckDuckGo.

# network.protection.vpn.location.connected
source: Connected Location
de: Verbundener Standort
es: Ubicación conectada
fr: Localisation connectée
it: Posizione connessa
nl: Verbonden locatie
pl: Połączona lokalizacja
pt: Localização Ligada
ru: Место подключения

# network.protection.vpn.location.selected
source: Selected Location
de: Ausgewählter Standort
es: Ubicación seleccionada
fr: Emplacement sélectionné
it: Posizione selezionata
nl: Geselecteerde locatie
pl: Wybrana lokalizacja
pt: Localização Selecionada
ru: Выбранное место

# network.protection.vpn.send-feedback
source: Send Feedback…
de: Rückmeldung senden …
es: Enviar comentarios…
fr: Envoyer des commentaires…
it: Invia feedback…
nl: Feedback verzenden ...
pl: Wyślij opinię...
pt: Enviar feedback…
ru: Отправить отзыв…

# network.protection.vpn.dns-server
source: DNS Server
es: Servidor DNS
fr: Serveur DNS
it: Server DNS
pl: Serwer DNS
pt: Servidor DNS
ru: DNS-сервер
